Repository: ersoma/cfs-numeric
Catalog: languages/cfs-numeric-*.po
Languages: hu_hu

source: Numeric
hu_hu: Számérték

source: Minimum value:
hu_hu: Minimum érték:

source: Maximum value:
hu_hu: Maximum érték:

source: Value will be rounded to
hu_hu: Kerekítve lesz

source: digit(s) after the decimal point.
hu_hu: tizedesre.

source: Clear
hu_hu: Törlés

source: Minimum value
hu_hu: Minimum érték

source: Must be smaller or equal to maximum value.
hu_hu: A maximum értéknél kisebbnek vagy vele egyenlőnek kell lennie.

source: Leave empty to remove limit.
hu_hu: Hagyd üresen a korlát kihagyásához.

source: Maximum value
hu_hu: Maximum érték

source: Must be greater or equal to minimum value.
hu_hu: A minimum értéknél nagyobbnak vagy vele egyenlőnek kell lennie.

source: Default value
hu_hu: Alapértelmezett érték

source: Must be between minimum and maximum value.
hu_hu: Minimum és maximum érték között kell lennie.

source: Step
hu_hu: Lépés

source: The number to be added or subtracted with the helper buttons.
hu_hu: A szám, ami hozzáadásra vagy kivonásra kerül a segédgombokra kattintáskor.

source: Precision
hu_hu: Pontosság

source: Length of the fractional part in digits.
hu_hu: Tizedesrész hossza számjegyekben.
